export const FINAL_TEST_QUESTIONS = [
  {
    q: 'Какое свойство мозга позволяет изменяться под воздействием нового опыта?',
    options: ['Функциональность', 'Нейропластичность', 'Гибкость'],
    correct: 1,
  },
  {
    q: 'Что такое структурная нейропластичность?',
    options: ['Способность формировать новые эмоции', 'Изменение структуры мозга через обучение', 'Формирование нового поведения через стресс'],
    correct: 1,
  },
  {
    q: 'Что такое зона комфорта?',
    options: ['Место, где нет стресса', 'Место, где легко адаптироваться', 'Место, где всё привычно'],
    correct: 2,
  },
  {
    q: 'Какое внимание направлено на внешние стимулы?',
    options: ['Ситуационное внимание', 'Сфокусированное внимание', 'Направленное внимание'],
    correct: 0,
  },
  {
    q: 'Какой элемент модели GROW отвечает за оценку текущей реальности клиента?',
    options: ['Цель', 'Возможности', 'Реальность'],
    correct: 2,
  },
  {
    q: 'Как называется модель управления изменениями, разработанная INCF?',
    options: ['Модель Курта Левина', 'Модель SCARF', 'Модель NUDGE'],
    correct: 2,
  },
  {
    q: 'Что из этого является частью модели NUDGE?',
    options: ['Notice (Заметить)', 'Action (Действие)', 'Fulfill (Выполнить)'],
    correct: 0,
  },
  {
    q: 'Какой тип слушания включает интерпретацию услышанного через свои убеждения?',
    options: ['Внутреннее слушание', 'Фокусированное слушание', 'Глобальное слушание'],
    correct: 0,
  },
  {
    q: 'Какой тип слушания позволяет «читать между строк»?',
    options: ['Фокусированное слушание', 'Глобальное слушание', 'Внутреннее слушание'],
    correct: 1,
  },
  {
    q: 'Какую цель преследует вопрос «Что ещё вы можете сделать для достижения цели?» в модели GROW?',
    options: ['Определить текущую реальность', 'Найти дополнительные возможности', 'Оценить мотивацию клиента'],
    correct: 1,
  },
]
